{
    "1023_gradesaver": [
        "The next day George tells his brother that he's happy except for one thing: he wants to be removed from Mrs. Rouncewell's will. Finally George shows his brother a letter he's written to Esther explaining that he only passed along Captain Hawdon's note as a handwriting sample, and that if he'd known Hawdon was alive he would have found him and taken care of him.",
        "He also meets his nephew, Watt Rouncewell, and Watt's bride-to-be, Rosa. Then he writes to Esther, telling her that the letter written to him long ago by Captain Hawdon, the one taken by Detective Bucket, was a note of no particular consequence. He also meets his nephew, Watt Rouncewell, and Watt's bride-to-be, Rosa. Then he writes to Esther, telling her that the letter written to him long ago by Captain Hawdon, the one taken by Detective Bucket, was a note of no particular consequence.",
        "The next day, the brother tells George how he might join the business, but George asks him to promise that he'll get Mrs. Rouncewell to remove George from her will. It's to Esther, and it explains that he received a letter from Bucket that had been addressed to him by \"a certain person\" and was found among this certain person's papers. He wants Esther to know that the letter was a list of instructions from overseas about how he should go about sending a letter, which had been enclosed, to a young woman in England. George sends the letter and returns to Chesney Wold",
        "George finally shows his brother the letter he is sending Esther. He tells Esther that if he had known her father was alive, he would have shared his last farthing with him, but he had been reported dead."
    ],
    "1023_shmoop": [
        "Mrs. Rouncewell is still the housekeeper.",
        "The Jarndyce and Jarndyce case is finally ready to \"come up,\" this time at Westminster Hall . On their way to Westminster, Esther and Allan meet Caddy passing by in a carriage. The Jarndyce and Jarndyce case is finally ready to \"come up,\" this time at Westminster Hall . On their way to Westminster, Esther and Allan meet Caddy passing by in a carriage.",
        "",
        ""
    ]
}