{
    "1023_gradesaver": [
        "George is still with Sir Dedlock, now recuperating at Chesney Wold. George is kind of overwhelmed by how important his brother has apparently become and wants to turn back...but doesn't. He keeps going, finds the Rouncewell factory , and walks into his brother's office. George introduces himself as Mr. Steel, but as soon as he opens his mouth, his brother recognizes him and is hugely thrilled to see him. George is floored. They go to Rouncewell's house, which is fancy. There's an engagement party going on for Watt and Rosa, and George becomes the guest of honor. The next day George tells his brother that he's happy except for one thing: he wants to be removed from Mrs. Rouncewell's will. He doesn't want to take money away from his nieces and nephews, and it's making him feel awful. His brother tells him that his mom isn't going to do any such thing. This makes George happy. His brother immediately offers him a job, but George says he's best off helping out Sir Dedlock for now. His brother is sort of not into this, but George explains that they are different people and that George really likes being commanded, like he was in the army. Finally George shows his brother a letter he's written to Esther explaining that he only passed along Captain Hawdon's note as a handwriting sample, and that if he'd known Hawdon was alive he would have found him and taken care of him. Apparently Hawdon was presumed drowned after falling overboard.",
        "George Rouncewell has given up the shooting gallery and is now a constant companion to Sir Leicester. One day, however, he rides north to \"the iron country\" and visits his brother. He also meets his nephew, Watt Rouncewell, and Watt's bride-to-be, Rosa. George is offered a job, turns it down, but agrees to give Rosa away at the wedding. Then he writes to Esther, telling her that the letter written to him long ago by Captain Hawdon, the one taken by Detective Bucket, was a note of no particular consequence. George Rouncewell has given up the shooting gallery and is now a constant companion to Sir Leicester. One day, however, he rides north to \"the iron country\" and visits his brother. He also meets his nephew, Watt Rouncewell, and Watt's bride-to-be, Rosa. George is offered a job, turns it down, but agrees to give Rosa away at the wedding. Then he writes to Esther, telling her that the letter written to him long ago by Captain Hawdon, the one taken by Detective Bucket, was a note of no particular consequence.",
        "\"Steel and Iron\" The narrator says that George's Shooting Gallery is closed now and that George lives at Chesney Wold. George rides into the iron country and seeks out the Rouncewells, who are well known in the town. When George reaches the factory, he meets his brother's son, who leads George to his brother. He doesn't immediately identify himself, but his brother quickly recognizes him. His brother says they must celebrate their reunion and that a celebration has already been planned for his son Watt, who is going to be married. George accompanies them to their house and meets his nieces and Rosa. The next day, the brother tells George how he might join the business, but George asks him to promise that he'll get Mrs. Rouncewell to remove George from her will. He doesn't want his brother's and nieces' inheritance to be reduced because of him, a wayward son. His brother refuses and says his mother will never agree. George assures him that their fortunes will not be reduced and that he'll give up any part of the will he receives. He also says he can't join the iron business. Before George leaves, he asks his brother to read a letter he's written. It's to Esther, and it explains that he received a letter from Bucket that had been addressed to him by \"a certain person\" and was found among this certain person's papers. He wants Esther to know that the letter was a list of instructions from overseas about how he should go about sending a letter, which had been enclosed, to a young woman in England. George says that he gave up the letter because he thought it was needed only as a handwriting sample and that he never meant to cause any harm. George also says that if he'd known \"a certain unfortunate gentleman\" was alive, he would have helped him, but this person had been reported drowned. George sends the letter and returns to Chesney Wold",
        "Steel and Iron George is letting his shooting gallery and moving to Chesney Wold to keep Sir Leicester's hunting lodge. Meanwhile, he travels north the industrial town where his brother owns iron factories. He looks up Mr. Rouncewell but calls himself, \"Steel.\" At first his brother is fooled, but then he recognizes George. The brothers joyfully reunite and make a visit home to find his son Watt and future daughter-in-law, Rosa, who will complete her education in Germany before getting married. George will give her away at the wedding. His brother offers him a job, but George says it isn't in his line. George wants to help Sir Leicester now, but his brother is scornful of his joining \"the household brigade\" . George finally shows his brother the letter he is sending Esther. It is the letter of her father's that he had given Tulkinghorn. He tells Esther that if he had known her father was alive, he would have shared his last farthing with him, but he had been reported dead."
    ],
    "1023_shmoop": [
        "Well, Sir Dedlock is back at Chesney Wold, but not totally recovered. Lady Dedlock has been buried in the family mausoleum. No one is told exactly how she died, and those few who do know are paid to stay quiet. George Rouncewell helps Sir Dedlock ride his horse. The stables are kept ship-shape by Phil. Mrs. Rouncewell is still the housekeeper. It's implied that when Sir Dedlock dies it'll be the end of the Dedlock family and its prominence.",
        "The Jarndyce and Jarndyce case is finally ready to \"come up,\" this time at Westminster Hall . On their way to Westminster, Esther and Allan meet Caddy passing by in a carriage. The Jarndyce and Jarndyce case is finally ready to \"come up,\" this time at Westminster Hall . On their way to Westminster, Esther and Allan meet Caddy passing by in a carriage. At Westminster Hall, they learn that legal costs have exhausted the entire worth of the estate. The shock is too much for the already ill Richard: though resolved to start life afresh -- \"to begin the world\" -- and reconciled at last with Mr. Jarndyce, he dies the same day. Miss Flite comes weeping to Esther. Lady Dedlock has been buried unobtrusively in the family mausoleum at Chesney Wold. How she died is a mystery. Sir Leicester, riding on the estate with George Rouncewell, constantly honors her memory and her burial place. He and Boythorn still quarrel over the disputed thoroughfare, but in a way that gives satisfaction to both. George and Phil Squod have a permanent residence in one of the lodges of the park. Chesney Wold, now headed only by an aging widower, settles into a \"dull repose.\" Sir Leicester himself will live only a little longer. She discovers that she will inherit the estate.",
        "\"Down in Lincolnshire\" The narrator says that Chesney Wold is now very quiet. The feud with Boythorn still continues, but Boythorn now does it as a way of cheering Sir Leicester up. Phil now lives in a lodge on the grounds, maintaining the stables. Mrs. Rouncewell and George still care for Sir Leicester. There are visitors, including Bagnet. Much of the house is closed. Volumnia is still there, but the other cousins come only rarely. The house is so quiet and dismal that people are afraid to walk in it alone",
        "Down in Lincolnshire Sir Leicester has buried Lady Dedlock in the family vault with all honors. Boythorn, out of respect, tries to call off their feud about the right of way, but Sir Leicester needs something to keep him going, so they start it up again. George and Phil Squod are also retired in the country, keeping the lodge at Chesney Wold and waiting on Sir Leicester. Mrs. Rouncewell goes to church on the arm of her son. Volumnia amuses Sir Leicester and finds she will be his heir."
    ]
}