{
    "1023_shmoop": ["This chapter is like the part at the end of a movie where they freeze-frame each character and tell you what happens to them after the movie ends. So: Esther and Woodcourt live happily ever after . They have two daughters and she enjoys being the doctor's wife . They've built an addition to their house for Jarndyce to come and stay anytime. Caddy and Prince are happily married and run a big dancing school. They have a deaf daughter . Prince is now lame, so Caddy does all the teaching. Mr. Jellyby still comes by every evening. Mrs. Jellyby has abandoned Africa and is now working on getting women into Parliament. Ada has a son named Richard Jr. They live in the original Bleak House with Jarndyce as a father to her and grandfather to him."],
    "32325": ["But I reckon I got to light out for the territory ahead of the rest, because Aunt Sally she's going to adopt me and sivilize me, and I can't stand it. I been there before. When Huck asks Tom what he had planned to do once he had freed the already-freed Jim, Tom replies that he was planning to repay Jim for his troubles and send him back a hero, giving him a reception complete with a marching band. When Aunt Polly and the Phelpses hear about the assistance Jim gave the doctor in nursing Tom, they immediately unchain him, feed him, and treat him like a king. Tom gives Jim forty dollars for his troubles, and Jim declares that the omen of his hairy chest--which was supposed to bring him fortune--has come true. Tom makes a full recovery and wears the bullet from his leg on a watch-guard around his neck. He and Huck would like to go on another adventure, to \"Indian Territory\". Huck thinks it quite possible that Pap has taken all his money by now, but Jim says that could not have happened. Jim tells Huck that the dead body they found on the floating house during the flood was Pap. Huck now has nothing more to write about and is \"rotten glad\" about that, because writing a book turned out to be quite a task. He does not plan any future writings. Instead, he plans to head out west immediately because Aunt Sally is already trying to \"sivilize\" him. Huck has had quite enough of that"]
}